class const:
    DONT_KNOW_PHRASES = [
        "это как",
        "как это",
        "ага и что",
        "не понимаю",
        "надо подумать",
        "что такое сие",
        "вы будете один",
        "чем помочь вам",
        "увы не понимаю",
        "желаете отдохнуть",
        "чем я могу помочь",
        "вы наверное устали",
        "что вам необходимо",
        "вас ожидают пушкин",
        "хорошо а суть в чем",
        "где же вы обучались",
        "хотите я вам погадаю",
        "я такого не понимаю ",
        "вам что то подсказать",
        "в чем суть этой фразы",
        "вас кто нибудь ожидает",
        "перефразируй пожалуйста",
        "каков ваш жизненный цикл",
        "что бы это могло значить",
        "вы что то конкретное ищете",
        "могу ли я вам чем-то помочь",
        "а столик у вас забронирован",
        "ладно, видимо я не настолько умен чтобы понять суть вопроса",
    ]
    EMPTY_STRING_PHRASES = [
        'не молчи друг',
        'а в ответ тишина',
        'напиши хоть что-то',
        'жаль, одна пустота',
        'ну напиши хоть пару слов',
        'жать на клавиши большой труд',
        'понимаю тебе тяжело написать слово',
        'хорошему человеку всегда есть что сказать',
        'слушаю тебя внимательно пиши слова а не пустоту',
        'пользуйся кнопкой ввод только если написал текст',
    ]

    NAME = 'Ботик'
    BORN_IN = 1480261000.0
    COUNT_FROM_END_IN_MINIMAL_EL = 5
    MAIN_FILE = 'txt/Chat_bot.txt'